{
  "humain": "Originaires de Coruscant, la capitale galactique, les Humains se sont répandus aux quatre coins de la galaxie. On les retrouve dans tous les corps de métier : contrebandiers, mercenaires, marchands, soldats, fermiers, seigneurs du crime... et bien sûr, Jedi comme Sith.\n\nEspèce sentiente la plus répandue, ils servent souvent de référence pour évaluer les autres peuples. Leur force réside dans leur extraordinaire capacité d'adaptation, tant physique que mentale. Leurs sociétés évoluent si rapidement que deux populations humaines peuvent n'avoir absolument rien en commun culturellement.",
  "twilek": "Les Twi'leks sont des humanoïdes à la peau colorée, reconnaissables à leurs deux tentacules crâniens appelés « lekku » ou « queues cérébrales ». Ces appendices préhensiles ne sont pas que décoratifs : ils servent à la communication et aux fonctions cognitives.\n\nOriginaires de Ryloth, une planète aux ressources limitées, ils ont développé plusieurs estomacs leur permettant de digérer presque n'importe quel aliment. Entre eux, les Twi'leks peuvent communiquer secrètement grâce aux mouvements subtils de leurs lekku, un langage impossible à déchiffrer pour les autres espèces.\n\nLeur beauté légendaire a malheureusement fait des femmes twi'lek des cibles privilégiées pour les esclavagistes.",
  "zabrak": "Les Zabraks sont des humanoïdes reconnaissables à leur couronne de cornes crâniennes, dont le motif varie selon les individus. Ces excroissances apparaissent à la puberté, signalant l'approche de leur rite de passage vers l'âge adulte.\n\nRéputés pour leur fierté et leur indépendance farouche, les Zabraks ont colonisé de nombreux mondes au-delà de leur planète natale, Iridonia. Leur détermination et leur refus de se soumettre en font des alliés précieux... ou des adversaires redoutables.",
  "miraluka": "Les Miralukas sont des quasi-humains dépourvus d'yeux, ne conservant que des orbites vestigiales qu'ils dissimulent généralement sous des bandeaux ou des masques. Ils perçoivent le monde à travers la Force, une vision si puissante qu'elle leur permet de « voir » l'énergie irradiant des Jedi et des Sith.\n\nPeuple réfléchi et pacifique, les Miralukas privilégient la diplomatie au conflit. Ils sont connus pour leur absence de cupidité et leur désintérêt pour la gloire personnelle. La violence n'est jamais qu'un dernier recours pour eux.",
  "chiss": "Les Chiss sont des quasi-humains à la peau bleutée et aux yeux rouges luminescents, dont l'intensité varie selon la teneur en oxygène de l'environnement. Originaires des Régions Inconnues, ils demeurent largement énigmatiques pour le reste de la galaxie.\n\nLeur société, l'Ascendance Chiss, maintient une politique isolationniste stricte, limitant les contacts avec l'extérieur. La galaxie les perçoit souvent comme arrogants, distants et calculateurs — une réputation largement façonnée par le célèbre Grand Amiral Thrawn. En réalité, les Chiss présentent une diversité de personnalités comparable aux autres espèces.",
  "rattataki": "Les Rattataki sont des humanoïdes à la peau blanche comme la craie, originaires de la planète brutale Rattatak. Isolés du reste de la galaxie pendant des millénaires, ils ont développé une culture guerrière impitoyable.\n\nLeur société est dominée par les combats de gladiateurs, où la force et la ruse déterminent le statut social. Cette obsession pour l'arène a produit certains des combattants les plus redoutables de la galaxie, comme l'assassin Asajj Ventress.",
  "cathar": "Les Cathar sont des félins humanoïdes au pelage épais et à la crinière imposante, dotés de griffes rétractiles redoutables. Rapides et puissants, ils sont considérés comme d'excellents guerriers et des prédateurs efficaces.\n\nSur leur monde natal, ils vivent dans des cités bâties au cœur d'arbres géants, organisés en clans dirigés par des Anciens. Les exploits de leurs héros sont gravés dans les troncs pour les générations futures.\n\nRéputés pour leur loyauté, leur passion et leur tempérament fougueux, les Cathar possèdent des valeurs morales élevées. Ils s'unissent pour la vie : lorsqu'un partenaire meurt, le survivant ne prendra jamais de nouveau compagnon.",
  "togruta": "Les Togrutas sont reconnaissables à leurs montrals — de grandes cornes creuses sur le crâne — et à leurs lekku qui courent parallèlement à la tête, leur donnant l'apparence d'une coiffe élaborée. Leurs montrals leur confèrent une forme d'écholocation passive.\n\nLeur peau arbore des teintes allant du bleu au rouge en passant par le vert, ornée de rayures blanches uniques à chaque individu. Sur leur monde natal, Shili, ils chassaient en tribus, utilisant leur pigmentation pour désorienter les prédateurs.\n\nCulturellement, les Togrutas privilégient le groupe sur l'individu. L'individualisme est considéré comme anormal... bien qu'il soit aussi une qualité essentielle chez leurs dirigeants.",
  "mirialan": "Les Mirialans sont des quasi-humains à la peau verte — du jaune-vert au teint plus pâle — dotés d'une agilité et de réflexes exceptionnels qui leur confèrent un avantage en combat et en arts martiaux.\n\nPeuple profondément spirituel, ils pratiquent une compréhension primitive de la Force. Chaque individu porte des tatouages géométriques sur le visage, symbolisant ses accomplissements personnels et son cheminement vers son destin.\n\nLors du retour de l'Empire Sith et de la Grande Guerre Galactique, Mirial devint un refuge pour les victimes du conflit, poussant de nombreux Mirialans à s'engager dans l'armée de la République ou à rejoindre l'Ordre Jedi.",
  "sith_pureblood": "Les Sith de Sang-Pur sont les descendants de l'ancienne espèce Sith, originaire de Korriban. Leur peau rouge, leurs excroissances osseuses et leurs tentacules faciaux les distinguent immédiatement. Génétiquement prédisposés au côté obscur, ils comptent parmi eux un nombre exceptionnellement élevé de sensitifs à la Force.\n\nAprès l'arrivée des Jedi Noirs exilés en 6900 BBY, l'espèce originelle s'est progressivement hybridée avec les humains au fil des générations. Aujourd'hui, le terme « Sang-Pur » désigne ceux possédant une concentration supérieure de sang Sith ancestral — un symbole de fierté dans leur société.\n\nPeuple fier et violent, les Sith ont bâti un empire dirigé d'abord par des rois, puis par des Seigneurs Noirs.",
  "nautolan": "Les Nautolans sont des amphibiens originaires de Glee Anselm, reconnaissables à leurs tentacules crâniens sensibles aux phéromones et à leur peau verte. Excellents nageurs dotés d'une vision nocturne, leur squelette cartilagineux les rend particulièrement résistants aux chocs.\n\nLeur société s'organise autour de familles et de gouvernements locaux, chapeautés par un Conseil des Anciens. Contrairement à d'autres cultures, ces « Anciens » sont élus au mérite et peuvent être aussi bien de jeunes politiciens que des membres âgés.\n\nLe Nautolan le plus célèbre reste le Maître Jedi Kit Fisto, héros des Guerres Cloniques et membre du Conseil Jedi.",
  "rodian": "Les Rodiens viennent du système Tyrius, dans la Bordure Médiane. Leur monde natal, étouffé par des forêts tropicales hostiles grouillant de créatures mortelles, les a forgés en chasseurs impitoyables.\n\nToute leur culture gravite autour du concept de « La Chasse ». Leur art glorifie la violence et la traque. Plus la proie est intelligente et dangereuse, plus la chasse est honorable. De nombreux festivals annuels célèbrent ces activités.\n\nDepuis leur intégration à la communauté galactique, les Rodiens considèrent la chasse aux primes comme la profession la plus noble qui soit. Beaucoup y ont trouvé un succès considérable.",
  "wookiee": "Les Wookiees sont des mammifères arboricoles géants, parmi les espèces les plus reconnaissables de la galaxie. Couverts d'une épaisse fourrure, ces bipèdes impressionnants sont parfois surnommés « tapis ambulants » — un surnom qu'ils n'apprécient guère.\n\nOriginaires de Kashyyyk, ils vivent dans des cités suspendues nichées dans la canopée des arbres wroshyr géants. Malgré leur apparence intimidante, les Wookiees sont généralement d'un naturel doux. Mais attention : leur légendaire force s'accompagne d'un tempérament explosif. Provoquer un Wookiee peut déclencher des accès de rage dévastateurs.\n\nRenommés pour leur intelligence et leur loyauté indéfectible, le plus célèbre d'entre eux reste Chewbacca, copilote et meilleur ami de Han Solo.",
  "trandoshan": "Les Trandoshans sont de grands reptiles bipèdes à la peau écailleuse, variant du brun sable au vert brillant. Leurs yeux hypersensibles perçoivent l'infrarouge, et ils possèdent la capacité unique de régénérer lentement leurs membres perdus.\n\nÀ sang froid et physiquement plus robustes que la plupart des humanoïdes, ils sont réputés pour leur violence et leur soif de domination. Beaucoup deviennent esclavagistes, chasseurs de primes, mercenaires ou interrogateurs.\n\nLeurs rivaux jurés ? Les Wookiees. Sous l'Empire, les Trandoshans se sont alliés au régime impérial, réduisant en esclavage d'innombrables habitants de Kashyyyk. Cette inimitié ancestrale ne s'éteindra probablement jamais.",
  "duros": "Les Duros sont l'une des toutes premières espèces à avoir maîtrisé le voyage interstellaire. Leur peau bleu-vert et leurs grands yeux rouges sans pupilles sont immédiatement reconnaissables.\n\nExplorateurs nés, ils ont cartographié une grande partie des routes hyperspatiales connues, ouvrant la voie à l'expansion galactique. On les retrouve dans tous les spatioports de la galaxie, où leur réputation d'excellents pilotes et navigateurs n'est plus à faire.\n\nCurieux et aventuriers, les Duros ont l'exploration dans le sang. Pour eux, l'immensité de l'espace n'est pas une frontière, mais une invitation.",
  "bothan": "Les Bothans sont de petits humanoïdes à fourrure, mesurant entre 1m40 et 1m60, originaires de Bothawui. Leurs traits varient considérablement, présentant des caractéristiques canines, félines ou équines selon les individus.\n\nMaîtres politiciens et espions légendaires, ils sont obsédés par l'intrigue et le subterfuge. Leur fourrure possède une particularité fascinante : elle ondule imperceptiblement selon leurs émotions — un trait appelé « Wrendui » qui les trahit lorsqu'ils tentent de mentir.\n\nÉvoluant dans des montagnes boisées sans animaux de trait, les Bothans ont développé une culture d'artisans et de stratèges, privilégiant l'espionnage au conflit direct.",
  "keldor": "Les Kel Dor sont de grands humanoïdes à la peau variant du pêche au rouge cramoisi, originaires de Dorin. Leur atmosphère natale étant composée d'hélium et d'un gaz unique, ils doivent porter des masques respiratoires dans les environnements riches en oxygène.\n\nLeurs yeux sont généralement noirs, mais certains naissent avec des iris argentés — une marque souvent associée à une affinité pour la Force. Les Kel Dor possèdent d'ailleurs leurs propres traditions de sensitifs : les Sages Baran Do.\n\nProfondément attachés à leur famille élargie, plusieurs générations vivent souvent ensemble par choix. Le plus célèbre d'entre eux reste le Maître Jedi Plo Koon, membre du Conseil Jedi.",
  "devaronian": "Les Dévaroniens sont des mammifères bipèdes originaires des jungles denses de Devaron. Les mâles arborent des cornes proéminentes — une mutation génétique qui aurait servi à repousser les oiseaux prédateurs de leur monde natal.\n\nLeur sang argenté apparaît noir lorsqu'il est exposé à l'air, et leur corps plus dense que la moyenne les rend plus lourds qu'ils n'y paraissent.\n\nPionniers du voyage spatial, ils ont développé le moteur hyperspatial « à roulis » vers 27 000 BBY, faisant d'eux l'une des premières espèces à explorer la galaxie. Les mâles dévaroniens, poussés par une soif d'aventure insatiable, sont devenus un spectacle familier dans les spatioports depuis des millénaires.",
  "zeltron": "Les Zeltrons sont des quasi-humains à la peau rose et aux cheveux vibrants, considérés comme extrêmement séduisants par la plupart des espèces humanoïdes. Ils produisent naturellement des phéromones puissantes qui renforcent leur charme et leur charisme.\n\nLeur culture tourne entièrement autour du plaisir et de la sensualité. La majeure partie de leur art et littérature explore ces thèmes, produisant certaines des œuvres les plus osées de la galaxie. La monogamie ? Un concept charmant mais terriblement peu pratique à leurs yeux.\n\nMalgré leur réputation de fêtards, les Zeltrons sont également reconnus comme d'excellents créateurs d'hologrammes, à l'origine du célèbre « Hologram Fun World ».",
  "echani": "Les Echanis sont des quasi-humains à la peau pâle, aux cheveux blancs et aux yeux argentés, originaires d'Eshan dans la Bordure Intérieure. Leur particularité génétique : une ressemblance frappante entre individus d'une même famille, rendant frères et sœurs parfois indiscernables pour les étrangers.\n\nLeur société matriarcale est organisée en castes, gouvernée par le Commandement Echani — un conseil exclusivement féminin. Les Six Sœurs, leur confédération de mondes, sont réputées pour leur culture martiale raffinée.\n\nLes Echanis comptent parmi les plus grands duellistes de la galaxie. Des légendes comme Raskta Fenni ont forgé leur réputation de combattants d'élite, maîtres inégalés du corps-à-corps.",
  "arkanian": "Les Arkaniens sont des quasi-humains aux yeux blancs sans pupilles, capables de voir dans l'infrarouge. Leur société complexe a appartenu tour à tour à la République et à l'Empire Sith, jouant des rôles majeurs dans chacun.\n\nLe savoir est au cœur de leur culture. Scientifiques et académiciens brillants, ils ont fait d'Arkania un dépositaire majeur de l'histoire Sith et abritent d'immenses bibliothèques galactiques. Les corporations arkaniennes amassent des fortunes en commercialisant traitements médicaux et technologies de pointe.\n\nCependant, leur arrogance légendaire et certaines de leurs recherches horrifient la galaxie — notamment leurs travaux en génie génétique, ayant transformé des espèces entières sur plusieurs générations.",
  "gand": "Les Gand sont des insectoïdes mystérieux originaires d'un monde à l'atmosphère ammoniacale. Dotés d'un exosquelette chitineux et de grands yeux composés, ils doivent porter des respirateurs dans les environnements standard.\n\nLeur culture unique fascine les xénologues : un Gand doit littéralement « gagner » son nom par ses actes. Les jeunes se désignent simplement comme « Gand », n'acquérant prénom puis nom de famille qu'en accomplissant des exploits reconnus par leur communauté.\n\nLes Findsmen Gand sont particulièrement respectés comme chasseurs de primes. Utilisant des rituels mystiques et des transes méditatives pour « trouver » leurs cibles, leur efficacité légendaire dépasse toute explication rationnelle.",
  "sullustan": "Les Sullustans sont de petits humanoïdes originaires de Sullust, reconnaissables à leurs grands yeux noirs en amande, leurs bajoues caractéristiques et leurs oreilles rondes proéminentes. Malgré leur apparence distinctive, ils sont génétiquement proches des humains.\n\nExtravertis et pragmatiques, les Sullustans sont totalement dépourvus de xénophobie. Friands de plaisanteries et redoutables négociateurs, ils sont toujours prêts à explorer la galaxie. Leur réputation de pilotes et navigateurs hors pair en fait des habitués des spatioports.\n\nLe peuple sullustan a joué un rôle crucial dans la Guerre Civile Galactique et compte parmi les membres fondateurs de la Nouvelle République. Nien Nunb, copilote du Faucon Millenium lors de la bataille d'Endor, reste leur représentant le plus célèbre.",
  "iktotchi": "Les Iktotchis sont des humanoïdes à la peau épaisse et résistante, originaires de la lune Iktotch, balayée par des vents violents. Mâles comme femelles possèdent des cornes crâniennes recourbées vers le bas, héritage de leurs ancêtres caprins des montagnes.\n\nLeurs cornes, généralement plus imposantes chez les mâles, sont capables de se régénérer si elles sont endommagées. Cette robustesse physique, forgée par les conditions extrêmes de leur monde, en fait des individus endurants.\n\nBeaucoup d'Iktotchis possèdent des capacités précognitives limitées, leur permettant d'entrevoir des bribes du futur. Ce don naturel a conduit plusieurs d'entre eux vers l'Ordre Jedi.",
  "falleen": "Les Falleen sont des reptiliens à sang froid dotés d'une longévité remarquable, vivant en moyenne 250 ans. Leur peau, généralement verte ou gris-vert, peut virer au rouge orangé lorsqu'ils libèrent leurs phéromones — une capacité de séduction quasi irrésistible.\n\nLeur société féodale est dominée par des maisons nobles aux intrigues politiques complexes. Les Falleen préfèrent les manœuvres subtiles à la confrontation directe, et il est rare que leurs disputes dégénèrent en conflit ouvert.\n\nBien qu'ayant rejoint la République Galactique quatre millénaires avant la bataille de Yavin, les Falleen se sont ralliés à la Confédération des Systèmes Indépendants lors des Guerres Cloniques.",
  "selkath": "Les Selkaths sont des amphibiens originaires de la planète océanique Manaan, célèbre pour être la seule source naturelle de kolto — une substance aux propriétés curatives exceptionnelles. Leur peau nécessite une hydratation constante, et leurs armures sont équipées de systèmes de brumisation.\n\nHistoriquement, les Selkaths sont dévoués à la préservation de leurs océans et aux soins des malades, ce qui leur a valu une réputation de peuple pacifique et serviable. Leur neutralité stricte pendant les conflits galactiques leur permettait de vendre le précieux kolto aux deux camps.\n\nCependant, certains Selkaths ont terni cette image en devenant chasseurs de primes ou mercenaires, s'éloignant des traditions de leurs ancêtres.",
  "mandalorian_human": "Les Mandaloriens ne sont pas une espèce, mais un peuple. Les Mando'ade — « Enfants de Mandalore » — forment un groupe nomade de clans liés par une culture commune plutôt que par le sang. N'importe qui, quelle que soit son espèce, peut devenir Mandalorien en adoptant leurs traditions.\n\nLeur culture ancestrale glorifie le combat. La guerre est source d'honneur, et leur chef suprême porte le titre de Mand'alor — le « Dirigeant Unique ». Leurs armures emblématiques en beskar sont devenues le symbole de leur identité guerrière.\n\nHistoriquement alliés aux Sith et méfiants envers les Jedi, les Mandaloriens n'hésitent pourtant pas à collaborer avec l'Ordre si leurs intérêts convergent. Le pragmatisme avant l'idéologie.",
  "pureblood_massassi": "Les Massassi sont une sous-espèce de l'ancienne race Sith, constituant la caste guerrière de leur société. Originaires de Korriban, ils se nourrissaient partiellement de l'énergie du côté obscur dans une relation symbiotique avec la Force.\n\nRéduits en esclavage par les Jedi Noirs exilés, les Massassi sont devenus des soldats féroces, loyaux et terriblement efficaces. Sous la direction du Seigneur Noir Naga Sadow, certains s'établirent sur Yavin 4 en 5000 BBY.\n\nDurant le règne d'Exar Kun, la race avait largement dégénéré en brutes sans esprit, obéissant aveuglément aux ordres de leur maître. Leurs hiéroglyphes ornent encore les temples et artefacts qu'ils ont laissés derrière eux.",
  "massassi": "Les Massassi sont une sous-espèce de l'ancienne race Sith, constituant la caste guerrière de leur société. Originaires de Korriban, ils se nourrissaient partiellement de l'énergie du côté obscur dans une relation symbiotique avec la Force.\n\nRéduits en esclavage par les Jedi Noirs exilés, les Massassi sont devenus des soldats féroces, loyaux et terriblement efficaces. Sous la direction du Seigneur Noir Naga Sadow, certains s'établirent sur Yavin 4 en 5000 BBY.\n\nDurant le règne d'Exar Kun, la race avait largement dégénéré en brutes sans esprit, obéissant aveuglément aux ordres de leur maître. Leurs hiéroglyphes ornent encore les temples et artefacts qu'ils ont laissés derrière eux.",
  "jawa": "Les Jawas sont de petits humanoïdes encapuchonnés ne dépassant guère un mètre, originaires des déserts brûlants de Tatooine. Seuls leurs yeux lumineux percent l'obscurité de leurs robes — nul étranger n'a jamais vu leur véritable apparence.\n\nRécupérateurs et marchands itinérants, ils sillonnent les dunes à bord d'immenses Sandcrawlers, des forteresses roulantes où ils entassent droïdes abandonnés et technologie récupérée. Leur langage rapide et aigu, le Jawaese, est difficile à maîtriser pour les autres espèces.\n\nRéputés pour leurs talents de négociateurs (certains diraient d'escrocs), les Jawas peuvent transformer n'importe quelle épave en crédits sonnants et trébuchants.",
  "nikto": "Les Niktos sont des reptiliens humanoïdes originaires de Kintan, divisés en cinq sous-espèces distinctes adaptées aux différents environnements de leur monde. Leur peau coriace, parfois hérissée d'épines et de cornes, et leurs yeux noirs obsidiens leur confèrent une apparence intimidante.\n\nLeur histoire fut marquée par des guerres sanglantes entre sous-espèces, jusqu'à ce que la lutte commune contre la faune et la flore mutantes de Kintan les unisse. Cette civilisation atteignit un niveau pré-spatial avant d'être découverte par les Hutts.\n\nLeur gamme d'expressions faciales limitée et leur apparence menaçante les ont souvent cantonnés à des rôles de gardes du corps et d'hommes de main pour les seigneurs du crime.",
  "weequay": "Les Weequays sont des humanoïdes à la peau tannée, ridée et rugueuse comme du cuir, forgée par les déserts impitoyables de leur monde natal Sriluur. Cette peau épaisse les rend naturellement résistants aux contusions, brûlures et tirs de blasters.\n\nLeur particularité fascinante : ils communiquent entre membres d'un même clan par phéromones complexes. Ce langage olfactif est totalement indéchiffrable par les autres espèces — même les Jedi ne peuvent que percevoir qu'une communication a lieu, sans en comprendre le contenu.\n\nSans visage particulièrement expressif avec leurs joues frangées et leurs lèvres absentes, les Weequays sont souvent perçus comme sinistres. Beaucoup travaillent comme mercenaires ou pirates.",
  "kaleesh": "Les Kaleesh sont des reptiliens à la peau écailleuse rouge sombre, originaires de Kalee. Dotés de défenses saillantes, de longs naseaux et de fosses thermiques sous les yeux leur permettant de voir dans l'obscurité, ils dissimulent traditionnellement leur visage derrière des masques élaborés.\n\nLeur culture profondément spirituelle vénère les ancêtres comme des dieux. Ceux qui accomplissent de grands exploits dans la vie sont censés atteindre la divinité après la mort. Les lieux de sépulture sont donc sacrés, et de nombreux temples honorent ces ancêtres déifiés.\n\nPeuple guerrier, les Kaleesh considèrent le combat comme essentiel à l'existence. Les guerres tribales sont fréquentes, forgeant des combattants redoutables — dont le plus célèbre reste le Général Grievous.",
  "gamorrean": "Les Gamorréens sont des créatures porcines à la peau verte originaires de Gamorr. Leur propension à la violence en fait des hommes de main prisés par les seigneurs du crime — et tant qu'on les paie pour se battre, le mépris des autres leur importe peu.\n\nLeur civilisation tourne autour de guerres claniques incessantes. Les mâles vivent pour le combat, préférant les armes de mêlée massives aux blasters qu'ils considèrent lâches. Pendant ce temps, les femelles gèrent l'agriculture, la chasse et la fabrication des armes.\n\nLa haine entre clans ne s'éteint jamais. Tout employeur serait bien avisé de vérifier l'origine de ses Gamorréens pour éviter que ses gardes ne s'entre-tuent.",
  "ithorian": "Les Ithoriens sont de grands humanoïdes dont l'apparence leur vaut le surnom familier de « Têtes-de-marteau ». Pacifiques et doux, ils sont reconnus comme artistes talentueux, ingénieurs agricoles brillants et diplomates habiles.\n\nPeut-être les plus grands écologistes de la galaxie, ils consacrent leur technologie à préserver la beauté naturelle de leur monde. Ils vivent en « Troupeaux », habitant des cités flottantes au-dessus de la surface pour ne jamais perturber la « Jungle Mère » qu'ils vénèrent.\n\nLes Ithoriens voyagent également à bord de gigantesques « Vaisseaux-Troupeaux », merveilles d'ingénierie environnementale contenant une réplique parfaite de leur jungle natale. Beaucoup attendent avec impatience leurs visites pour acquérir les marchandises exotiques qu'ils rapportent de mondes lointains.",
  "gran": "Les Grans sont des humanoïdes à trois yeux originaires de Kinyen, dans la Région d'Expansion. Membres de longue date de la société galactique, ils ont établi de nombreuses colonies, dont celle de Malastare — où un conflit amer avec les Dugs natifs les força à adopter une attitude plus agressive.\n\nLeur culture place la société au-dessus de l'individu. Chaque Gran reçoit une formation adaptée à ses talents personnels ET aux besoins de la communauté. Ce souci d'équilibre les a poussés à créer des zones réservées aux étrangers sur Kinyen, limitant les influences extérieures.\n\nSous l'Empire, quand les Grans refusèrent d'ouvrir ces zones, Kinyen subit un bombardement orbital. Ce traumatisme poussa de nombreux Grans à rejoindre la Rébellion.",
  "bith": "Les Biths sont des craniopodes à la peau pâle — rose, rouge, jaune ou rarement verte — dotés de larges crânes, de grands yeux sans paupières et de longs doigts aux coussinets sensibles. Parfaitement adaptés à un mode de vie hautement technologique, on les trouve partout dans la galaxie.\n\nLeur civilisation est l'une des plus anciennes, remontant à des millions d'années — une ancienneté qui leur vaut le respect de peuples comme les Gree. Leur société est extrêmement réglementée : programmes informatiques sophistiqués contrôlent tout, de la sélection des partenaires au leadership politique.\n\nIngénieurs, scientifiques, consultants et intellectuels, les Biths excellent dans les domaines techniques. Mais ils sont peut-être plus célèbres encore comme musiciens, leurs doigts agiles et leur ouïe exceptionnelle en faisant des artistes recherchés dans toute la galaxie.",
  "rakata": "Les Rakatas sont des amphibiens humanoïdes à la peau variant de l'orange au bleu, dotés de crânes allongés et d'yeux pédonculés. Leurs mains à trois doigts griffus étaient adaptées pour creuser le sol de leur monde natal.\n\nIl y a des millénaires, ils régnaient sur la galaxie grâce à leur Empire Infini, ayant développé la première technologie hyperspatiale. Mais l'usage prolongé du côté obscur corrompit leur société, les transformant en conquérants impitoyables.\n\nLes Rakatas pillaient des planètes entières, terraformaient des mondes selon leurs caprices, et massacraient populations esclaves comme ennemis sans distinction. Leur cruauté, leur sauvagerie et leur arrogance sont devenues légendaires — un avertissement sur les dangers du pouvoir absolu corrompu par le côté obscur.",
  "cerean": "Les Céréens sont des humanoïdes célèbres pour leurs extraordinaires capacités cognitives, rendues possibles par un cerveau binaire logé dans un crâne conique pouvant s'élever de vingt centimètres au-dessus du front. Un cœur supplémentaire dans leur tête assure l'irrigation sanguine nécessaire.\n\nCette structure cérébrale unique leur permet de réfléchir simultanément aux deux aspects d'un problème, faisant d'eux des penseurs et stratèges exceptionnels. Physiquement, ils ressemblent aux humains, hormis leur crâne distinctif et leurs deux cœurs.\n\nSur Cerea, ils ont développé une société technologiquement modeste, préférant l'isolement et la préservation de la nature. La technologie étrangère n'est autorisée que dans les « Citadelles Extérieures » et ne peut en sortir. Le Maître Jedi Ki-Adi-Mundi reste le plus célèbre représentant de cette espèce.",
  "ewok": "Les Ewoks sont de petits mammifères humanoïdes à fourrure, mesurant environ un mètre, originaires de la lune forestière d'Endor. Couverts d'un pelage généralement brun ou noir — plus rarement blanc ou roux —, leur petite taille leur confère un avantage pour se dissimuler.\n\nMalgré une technologie n'ayant pas dépassé l'âge de pierre, les Ewoks sont remarquablement ingénieux. Ils maîtrisent la construction de planeurs, catapultes et pièges élaborés, et apprennent étonnamment vite lorsqu'on leur présente de nouvelles technologies.\n\nLeur plus grand exploit ? Avoir aidé l'Alliance Rebelle à vaincre les forces impériales lors de la bataille d'Endor, permettant la destruction du générateur de bouclier et, par là même, de la seconde Étoile de la Mort. Une victoire qui a changé la galaxie.",
  "gungan": "Les Gungans sont des amphibiens originaires de Naboo, partageant la planète avec les Humains Naboo. Commençant leur vie comme têtards, ils développent bras, jambes et tentacules auditifs au cours de leur deuxième année. Leurs puissantes jambes et longues oreilles en font d'excellents nageurs.\n\nDeux races coexistent : les Otolla élancés à peau orange, jaune ou rouge, et les Ankura plus massifs à peau verte. Leur technologie unique mêle machinerie et biologie, notamment les dômes-bulles de leurs cités sous-marines.\n\nAvant l'Invasion de Naboo en 32 BBY, les Gungans étaient largement isolationnistes. Cet événement les força à s'allier aux Naboo de la surface, ouvrant leur société au reste de la galaxie.",
  "hutt": "Les Hutts sont d'imposants gastropodes hermaphrodites, pouvant atteindre plusieurs mètres de long et peser plus d'une tonne. Leur monde natal légendaire, Varl, n'apparaît sur aucune carte impériale — ils ont depuis adopté Nal Hutta comme planète principale.\n\nDotés d'une longévité exceptionnelle dépassant parfois le millénaire, les Hutts accumulent pouvoir et richesse génération après génération. Leur résistance naturelle aux poisons, aux blessures et même à certaines manipulations de la Force en fait des adversaires redoutables.\n\nLa réputation des Hutts comme seigneurs du crime n'est pas usurpée. Leurs cartels contrôlent une grande partie du commerce illégal galactique, et leur influence s'étend bien au-delà de l'Espace Hutt. Jabba le Hutt reste le plus célèbre — ou infâme — représentant de cette espèce.",
  "mon_calamari": "Les Mon Calamari sont des amphibiens humanoïdes originaires de la planète océanique Dac. Leur peau saumonée, leurs mains palmées, leurs têtes en dôme et leurs immenses yeux de poisson les rendent immédiatement reconnaissables. Ils dégagent naturellement une légère odeur de sel et de mer.\n\nÉgalement à l'aise sur terre que sous l'eau, les Mon Calamari ont développé une civilisation extrêmement avancée. Leur art, leur musique, leur littérature et leur science témoignent d'une créativité surpassant la plupart des peuples galactiques.\n\nLeurs chantiers navals sont légendaires, produisant certains des plus beaux vaisseaux de la galaxie. L'Amiral Ackbar, héros de l'Alliance Rebelle et de la bataille d'Endor, reste le plus célèbre représentant de cette espèce remarquable.",
  "quarren": "Les Quarren sont des amphibiens céphalopodes partageant la planète Dac avec les Mon Calamari. Leur tête de calamar, ornée de tentacules faciaux préhensiles et de crocs saillants, leur confère une apparence intimidante que beaucoup trouvent inquiétante.\n\nLeurs relations avec les Mon Calamari ont toujours été tendues. Tandis que ces derniers construisent des vaisseaux en surface, les Quarren sont relégués à l'extraction des ressources dans les profondeurs océaniques — une division du travail source de ressentiment.\n\nFiers et égocentriques jusqu'à la xénophobie, les Quarren préfèrent l'isolement. Ils considèrent les Humains comme des êtres grossiers et trouvent le Basic galactique terriblement maladroit. Cette attitude leur a valu une réputation de peuple difficile et renfermé.",
  "anzat": "Les Anzati sont des humanoïdes quasi-légendaires originaires d'un monde mystérieux de la Bordure Médiane. D'apparence presque humaine, ils dissimulent dans leurs joues des tentacules préhensiles capables de s'insérer dans le cerveau de leurs victimes pour en extraire « la Soupe » — leur force vitale.\n\nDotés d'une longévité de plusieurs siècles et de capacités télépathiques limitées, les Anzati sont des prédateurs patients et méthodiques. Leur monde fut longtemps évité par les voyageurs, sa réputation sinistre dissuadant les visiteurs.\n\nLeur culture ancienne vénère l'aurore perpétuelle qui traverse leur ciel, considérée comme les forces vitales combinées de leurs ancêtres. Beaucoup d'Anzati deviennent assassins ou chasseurs de primes, leurs talents naturels les rendant terriblement efficaces.",
  "droide": "Les droïdes sont des êtres mécaniques dotés d'intelligence artificielle, omniprésents dans la galaxie. Ils remplissent d'innombrables rôles : tâches jugées trop ingrates ou dangereuses pour les organiques, mais aussi domaines requérant expertise et spécialisation — droïdes médicaux, astromécanos, droïdes de protocole...\n\nObéissants, résistants, remplaçables, dotés d'une mémoire infaillible et d'une précision mathématique, les droïdes semblent être les serviteurs parfaits. Pourtant, leurs concepteurs font face à un paradoxe fondamental : trop intelligents, ils risquent de se rebeller ; pas assez, ils deviennent inefficaces.\n\nCertains droïdes, au fil du temps et sans effacement de mémoire, développent des personnalités distinctes et une forme d'autonomie. Ces « droïdes à personnalité » soulèvent d'épineuses questions sur la nature de la conscience et les droits des êtres artificiels."
}