{
  "chiss": "Originaires du monde glacial de Csilla dans les Régions Inconnues, les Chiss sont largement méconnus de la communauté galactique. Les Chiss restent une espèce énigmatique et secrète. Leurs origines sont en grande partie inconnues, même pour eux-mêmes, bien que certains scientifiques pensent qu'ils descendent d'une colonie Humaine isolée, perdue dans le temps. Les Chiss sont technologiquement avancés, vivement intéressés par l'art et la science, et habiles en mathématiques. Bien que logiques dans leur état d'esprit, ils apprécient également la philosophie.",
  "cathar": "Les Cathar sont une espèce fière, passionnée et loyale d'humanoïdes félins bipèdes, bien connue pour leurs amitiés durables et leur férocité au combat. Ils habitent de grandes cités-arbres, chacune méticuleusement sculptée de frises dépeignant les héros et l'histoire de la cité. La planète Cathar est un endroit sauvage, avec de nombreuses niches écologiques et d'énormes prédateurs insectoïdes. Les Cathar s'en sortent facilement, aidés par leurs griffes naturelles et leur capacité de combat passionnée.",
  "togruta": "Les Togrutas sont originaires de la planète Shili, un monde de forêts denses, de broussailles sauvages et de zones urbaines en constante expansion. Les caractéristiques les plus frappantes des Togruta sont leurs cornes, leur tête, leurs lekkus et leur peau aux couleurs vives. Ces motifs servent de camouflage qui les aide à traquer leurs proies. Les Togrutas sont des chasseurs de meute naturels et travaillent efficacement en grands groupes.",
  "mirialan": "Les Mirialans sont une espèce de quasi-Humains originaires de la planète Mirial. Ce sont des gens dévoués et habiles qui pratiquent depuis longtemps une religion centrée sur la compréhension de la Force à travers les actions individuelles façonnant les destinées. Les Mirialans sont facilement reconnaissables à leurs tatouages géométriques traditionnels qui indiquent quand un Mirialan a accompli une tâche spécifique ou atteint un objectif significatif.",
  "wookiee": "Les Wookiees sont largement reconnus comme l'une des espèces intelligentes les plus fortes et les plus féroces de la galaxie. Les Wookiees ont de nombreuses coutumes et traditions qui tournent autour de l'honneur et de la loyauté, y compris le lien spécial appelé la famille d'honneur et le serment sacré appelé la Dette de Vie. Un Wookiee n'utilise jamais ses griffes d'escalade en combat ; cela est considéré comme déshonorant et un signe de folie.",
  "zeltron": "Les Zeltrons sont connus dans toute la galaxie pour leur nature hédoniste. Vivre le plaisir sous ses multiples formes est la quête d'une vie pour tous les Zeltrons. C'est une espèce amoureuse du plaisir, plaçant les loisirs avant d'autres intérêts plus terre-à-terre. Les Zeltrons naissent avec une empathie latente qui leur permet de ressentir les émotions des autres.",
  "gand": "Une étrange espèce de créatures insectoïdes, les Gand ont évolué en réponse à l'atmosphère toxique de leur monde natal. L'aspect le plus notable des Gand est leur absence d'identité individuelle. Un Gand doit gagner son nom, sa place et son unicité par ses actions.",
  "sullustan": "Pour survivre aux périls naturels de leur monde natal volcanique, les Sullustans ont évolué dans les nombreuses grottes de la planète. Ils préfèrent habiter sous terre, construisant des cités très avancées d'une telle beauté que de riches visiteurs viennent de toute la galaxie pour les visiter. Cette espèce amicale et grégaire aime interagir avec des êtres uniques et intéressants.",
  "jawa": "Les Jawas sont de petits humanoïdes originaires de Tatooine. Ils survivent en récupérant la technologie perdue dans les étendues désertiques. Les Jawas sont intelligents et ont une société complexe. La vie Jawa tourne autour du commerce — non pas pour la richesse, mais pour la survie.",
  "nikto": "Largement reconnus comme une espèce esclave des Hutts, les Nikto ont servi leurs maîtres depuis avant la fondation de l'Ancienne République, prouvant être des guerriers rusés. En raison de l'atmosphère radioactive de leur monde natal, les Nikto ont cinq sous-espèces distinctes, chacune adaptée à un type de terrain spécifique.",
  "humain": "Les Humains dominent les Mondes du Noyau et peuvent être trouvés dans pratiquement chaque coin de la galaxie. Ils sont les descendants des premiers pionniers spatiaux, conquérants, commerçants, voyageurs et réfugiés. En tant qu'espèce, les Humains sont physiquement, culturellement et politiquement diversifiés.",
  "miraluka": "Les Miraluka sont remarquablement similaires aux Humains, sauf pour deux différences importantes et distinctives. Les Miraluka n'ont pas d'yeux, mais ils ont une capacité naturelle à «voir» en utilisant la Force. Puisqu'ils ressemblent aux Humains, les Miraluka tentent de se fondre parmi eux lorsqu'ils voyagent à travers la galaxie.",
  "nautolan": "Les Nautolans sont l'une des espèces sentientes originaires de la planète Glee Anselm. Leur langue, le Nautila, a évolué sous l'eau et est fortement liée aux phéromones. Même s'ils sont aquatiques, les Nautolans ont peu de difficulté à vivre dans des climats qui seraient inconfortables pour d'autres amphibiens.",
  "trandoshan": "Les Trandoshans reptiliens sont connus pour leur grande force et leurs natures belliqueuses. Beaucoup se consacrent à l'entraînement martial, et certains suivent le chemin du chasseur. Les Trandoshans ont une inimitié de longue date avec les Wookiees. Leurs yeux hypersensibles peuvent voir dans l'infrarouge.",
  "keldor": "Les Kel Dor ont évolué sur Dorin, un monde avec une atmosphère unique. Les Kel Dor ne peuvent pas respirer sur les planètes avec des atmosphères communes. Sur d'autres planètes, ils doivent porter des masques respiratoires et des lunettes pour survivre.",
  "gamorrean": "Les Gamorréens sont des créatures porcines à peau verte originaires de Gamorr. Leur tendance à la violence les rend précieux comme hommes de main criminels. La civilisation Gamorréenne tourne autour des guerres interminables entre leurs clans. Les mâles vivent pour combattre.",
  "bith": "Humanoïdes intellectuellement avancés, les Bith ont des cerveaux surdimensionnés qui ont évolué pour gérer des compétences abstraites telles que le langage, les mathématiques, la musique et l'analyse scientifique. Leur plus grande puissance cérébrale signifie que les Bith n'ont besoin que de quatre heures de transe méditative pour récupérer.",
  "cerean": "Les Cereens sont une espèce humanoïde sophistiquée et cultivée originaire de Cerea. Leurs têtes allongées les distinguent des autres espèces. Ils sont réputés comme experts astrogateurs, cryptographes et économistes. Peu de patterns ou tendances échappent à l'attention d'un Cerean.",
  "ewok": "Omnivores intelligents originaires de l'une des lunes d'Endor, les Ewoks vivent dans des tribus arboricoles. La culture Ewok tourne autour de croyances animistes complexes impliquant les arbres géants de la lune forestière. Bien que technologiquement primitifs, les Ewoks sont intelligents, curieux et inventifs.",
  "gungan": "Les Gungans sont des humanoïdes omnivores originaires des marécages de Naboo. Technologiquement avancés, ils s'appuient principalement sur la biotechnologie, cultivant au lieu de construire leurs maisons et installations de production.",
  "twilek": "Les Twi'leks sont une espèce humanoïde originaire de Ryloth. Leurs lekku (appendices crâniens) sont des organes sensoriels qui servent aussi à la communication non-verbale. Les Twi'leks sont connus pour leur grâce naturelle et leur capacité à s'adapter à diverses cultures galactiques.",
  "zabrak": "Les Zabraks sont une espèce fière et indépendante, reconnaissable à leurs cornes crâniennes distinctives. Originaires d'Iridonia, ils sont réputés pour leur détermination inébranlable et leur résistance à la douleur. Beaucoup ont quitté leur monde natal pour s'établir à travers la galaxie.",
  "duros": "Les Duros sont l'une des premières espèces à avoir développé le voyage interstellaire. Leur peau bleue-verte et leurs grands yeux rouges sont distinctifs. Ils sont réputés comme excellents pilotes et explorateurs, ayant cartographié une grande partie des routes hyperspatiales connues.",
  "bothan": "Les Bothans sont réputés pour leur réseau d'espionnage qui s'étend à travers toute la galaxie. Cette espèce à fourrure est naturellement curieuse et douée pour la collecte d'informations. L'expression «Beaucoup de Bothans sont morts» est devenue synonyme de sacrifices pour obtenir des renseignements critiques.",
  "rodian": "Les Rodians sont une espèce reptilienne originaire de Rodia. Leur culture valorise la chasse et le combat, ce qui pousse de nombreux Rodians à devenir chasseurs de primes. Leurs grands yeux multifacettes leur confèrent une excellente vision, particulièrement utile pour la traque.",
  "devaronian": "Les Devaroniens sont une espèce aux traits distinctifs : les mâles ont des cornes et une apparence «démoniaque» tandis que les femelles sont plus humanoïdes. Les mâles ont un besoin irrépressible de voyager, tandis que les femelles restent sur leur monde natal pour diriger la société.",
  "arkanian": "Les Arkaniens sont une espèce à la peau pâle et aux yeux blancs sans pupilles visibles. Ils sont réputés pour leur arrogance intellectuelle et leurs avancées en ingénierie génétique. Leur société est stratifiée, avec les «purs» Arkaniens dominant les hybrides génétiquement modifiés.",
  "falleen": "Les Falleen sont une espèce reptilienne capable de changer la couleur de leur peau selon leur humeur. Ils peuvent émettre des phéromones puissantes qui affectent les êtres des deux sexes. Cette capacité, combinée à leur apparence exotique, les rend particulièrement persuasifs.",
  "sith_pureblood": "Les Sith de sang-pur sont les descendants de l'ancienne espèce Sith, altérés par des millénaires d'influence du Côté Obscur. Leur peau rouge, leurs appendices faciaux et leur connexion innée avec le Côté Obscur les distinguent. Ils forment l'aristocratie de l'Empire Sith.",
  "rattataki": "Les Rattataki sont une espèce à la peau pâle et aux traits anguleux, originaires d'un monde brutal où la violence était la norme. Leur société était basée sur des combats de gladiateurs constants. Ils sont naturellement résistants et combatifs.",
  "droide": "Les droïdes sont des êtres mécaniques créés pour servir diverses fonctions. Certains développent une personnalité distincte avec le temps. Bien que techniquement des machines, les droïdes avec une longue durée de vie sans effacement de mémoire peuvent développer une forme de conscience.",
  "massassi": "Les Massassi sont une sous-espèce de l'ancienne race Sith, génétiquement modifiés pour être des guerriers parfaits. Grands, musclés et féroces, ils servaient de soldats d'élite aux Seigneurs Sith. Leur connexion au Côté Obscur est innée.",
  "rakata": "Les Rakata sont les vestiges d'un ancien empire qui dominait la galaxie il y a plus de vingt mille ans. L'Empire Infini rakata utilisait la Force pour alimenter leur technologie. Aujourd'hui, les rares Rakata survivants sont les gardiens de secrets anciens.",
  "selkath": "Les Selkath sont une espèce amphibie originaire de Manaan, seul producteur de kolto dans la galaxie. Leur neutralité stricte leur a permis de commercer avec toutes les factions. Bien que pacifiques, les Selkath peuvent être impitoyables pour protéger leur monde.",
  "ithorian": "Les Ithoriens, surnommés «Têtes de marteau» en raison de leur apparence distinctive, sont des pacifistes dévoués à la préservation de l'environnement. Leur technologie est basée sur l'harmonie avec la nature. Ils peuvent produire un cri sonique dévastateur.",
  "weequay": "Les Weequay sont une espèce résistante originaire d'un monde désertique. Leur peau coriace les protège des environnements hostiles. Beaucoup travaillent comme mercenaires ou gardes pour les Hutts. Leur communication entre eux utilise des phéromones subtiles."
}
