{
  "humain": "Believed to have originated on the galactic capital of Coruscant, they could be found anywhere, engaged in many different pursuits: spacers, mercenaries, smugglers, merchants, soldiers, assassins, farmers, crime lords, laborers, slaves, slavers, and many others, including Jedi and Sith. Since Humans were the most common sentient species, they were often considered to be a standard or average to which the biology, psychology, and culture of other species were compared. Humans were noted for being naturally learning and extremely adaptable—not only in terms of physiology, but also mentality and society. Their societies were capable of transforming very quickly in response to a wide array of conditions, which explains why two Human populations could have next to nothing in common culturally speaking.",
  "twilek": "They tended to eat cultivated molds, fungi, and rycrit meat. Their distinctive features included colorful skin, which varied in pigment from individual to individual, and a pair of shapely prehensile tentacles that grew from the base of their skulls. The tentacles, called \"brain-tails\", \"lekku,\" \"tchun-tchin\", or \"head-tails\", were advanced organs used for communication and cognitive functions. Twi'leks possessed a fairly standard humanoid vocal structure and were capable of learning most alien languages; however, they usually preferred their native Twi'leki, which incorporated subtle movement of the lekku. When they wished, they could even communicate in complete secrecy using their versatile brain-tails. Twi'lek females were often used as slaves or dancers because of their beauty. The Twi'leks were a sentient species of mostly hairless mammalian humanoids, with two legs and two arms. This essential given that food was scarce on their homeworld, Ryloth. Twi'leks possessed multiple stomachs, an unusual trait that enabled them to eat almost any food.",
  "zabrak": "Zabrak -Human (distinguished by the number and pattern of horns) whiteRedTanYellow. In addition, Zabraks inhabited several other colony worlds, including Feldrona, Frithia, Iridia, and Lorista. They were a species known for having a fierce sense of self-determination paired with an equally strong independent streak. These horns developed at puberty, growing in varying patterns based on signifying that the time of their rite-of-passage was drawing near.",
  "miraluka": "Their Miralukese, although some, like Visas Marr and the Dark Jedi Jerec, preferred Basic. The Miraluka were a Near-Humanspecies who primarily differed from baseline Humans as they lacked eyes, only retaining vestigial eye sockets. As a result of this, they perceived the environment around them through Force sight instead of ocular vision. This form of vision was so powerful that if a Miraluka looked upon a Jedi or Sith, they could \"see\" the Force radiating off them. The Miraluka were a thoughtful, cautious, and deliberate species, known for their lack of greed and having little interest in personal gain or glory. Being a generally peaceful people, the Miraluka sought to resolve issues without conflict, and only utilized violence if given no other choice. The Miraluka species originally evolved and lived upon an unknown planet within an unspecified segment of the Galaxy.",
  "chiss": "Chiss (male) (female) to silver. Due to the isolationist position of the Chiss Ascendancy, they remained largely an enigma to the known galaxy, and contact with outsiders was limited even in the days of the Galactic Alliance. The Chiss were a near-Human species distinguished by their blue skin and glowing red eyes, the shade of which depended on the oxygen content of their surroundings. The more oxygen present, the more intense the color of their eyes and skin tone. Galactic perceptions of Chiss behavior was, following the Battle of Endor, much based on the personality of Grand Admiral Thrawn. However, it later became apparent that Thrawn was exceptional. The galaxy held the impression that the Chiss were arrogant, aloof and calculating. However, the Chiss demonstrated varying personality types similar to other species.",
  "rattataki": "The Rattataki were the inhabitants of the planet Rattatak. The Rattataki were fond of gladiatorial combat, operating gladiatorial rings on Rattatak.",
  "cathar": "They were known for their loyalty, passion, and temper. Quick and powerful, they were considered great warriors and dedicated, efficient predators. Cathar had high moral values, learned from both family and society. Their females were prized as slaves, whereas the males were generally regarded as too uncontrollable for slavery. The baseline Cathar had fur-covered bodies with thick manes. They had prominent, retractable claws that could deliver powerful killing attacks on foes and prey. On average, Cathar were 1.5 to tall. These traits made them the perfect hand-to-hand specialists. The Cathar species had two subspecies, known as the Juhani and the Myr Rho. On their homeworld, Cathar lived in cities built into giant trees, and were organized into clans governed by \"Elders.\" Stories of their great heroes were often carved into the trunks of these tree-homes for following generations to see. The Cathar mated for life, to the extent that when one mate died, the survivor never had a relationship with another.",
  "togruta": "The species exhibited head-tails, called lekku, which were similar to those of Twi'leks. Unlike Twi'leks, a Togruta's lekku were part of their montrals and ran parallel to the head as opposed to behind, making it appear as though they were wearing a headdress. Togruta were also distinguished by their montrals, large hollow horn-like projections from the top of their heads, that gave the species a form of passive echolocation. In order to protect themselves from dangerous predators, and to hunt their own prey, Togruta banded together in tribes and relied on their natural pigmentation to disrupt and confuse slow-witted beasts. Togruta worked well in large groups, and individualism was seen as abnormal within their culture, although it was also a necessary quality in leaders. Togruta had rusty skin tones ranging in hue from blue to red to green, with white pigmentation on their faces, and greyish lips. While not all had this feature, white stripes also adorned various parts of their bodies, including their chests, legs, backs, arms and montrals. The pattern of stripes were, like fingerprints, different in every individual.",
  "mirialan": "Their appearance varied from yellow-green skin to paler skin very similar to many Humans. Mirialans were very flexible and agile, making them fast and formidable foes. The Mirialan people were deeply religious and practiced a primitive understanding of the Force. They believed each individual's actions contributed to their destiny, building upon past successes and failures to drive them towards their fates. Following the Sith Empire's return and invasion of the Galactic Republic, sparking the Great Galactic War, the Mirialans promoted their planet as a safe haven for refugees from the Outer Rim. This surge of victims of war led a large number of Mirialans to enlist in the Republic Military, and others to utilise their abilities in the Force with the Jedi. A near-Human species, Mirialans were nearly physiologically identical to Humans. The greatest difference in their biology was their green skin, great agility and extremely quick reflexes. The latter traits gave them the upper hand over Humans in terms of reaction time, athletics and martial arts.",
  "sith_pureblood": "Sith (priest)Massassi (warrior)Zuguruk (engineer)Grotthu (slave). Kaas (possible propaganda)KorribanZiost (adopted after 27,700 BBY) The Sith, known alternatively as the Sith People, Red Sith, or Sith Purebloods, were a species of red-skinned humanoids that originated on the world of Korriban, before eventually resettling on the ice-world of Ziost. Also distinct for their bone spurs, facial tentacles, and genetic predispositions toward both left-handedness and the dark side of the Force, the Sith species coalesced into an empire ruled first by kings and later by Dark Lords. After the arrival of the Human Exiles on Korriban in 6900 BBY, interbreeding and genetic manipulation altered the Sith species; over the course of several generations the original species became a hybrid race of Sith and Human heritage. Original Sith blood became a symbol of pride among the Sith, with the term \"Sith Pureblood\" referring to Sith who had a higher than average concentration of Sith blood. The Sith were a proud and violent species of humanoids who originated on Korriban, a planet within the Horuset system in an isolated Outer Rim region called the Stygian Caldera. Sith had a larger than average number of individuals with potential to use the Force in their species, so high in fact that the entire species was considered strongly Force-sensitive.",
  "nautolan": "Although they established settlements across their aquatic homeworld, most Nautolan civilization was found in the Sabilon region. The most well-known Nautolan was Jedi Master Kit Fisto, a hero of the Clone Wars and at one point a member of the Jedi Council. Nautolans possessed physiology common to amphibious species, including low light vision and excellent swimming skills. Their bony endoskeleton and dense cartilage made them tough and resistant to glancing blows. An egg-laying species, Nautolans emerged from their egg as a tadpole that developed arms, legs, and head-tails during their second year of life. The society developed by the Nautolans on Glee Anselm was centralized around local families and governments. The centralized government of Glee Anselm was comprised of representatives from the Council of Elders that governed each settlement. Elders were elected on merit, and could be made up of youthful politicians as well as the most aged members of the society.",
  "rodian": "Rodians hail from the Tyrius System of The Mid Rim, their homeworld humid and choked with heavy rain forests teeming with dangerous life forms. In this hostile environment, the Rodians evolved into brutal hunters and killers to survive. As a result, Rodian culture centers around the concept of \"The Hunt.\" Their art glorifies violence and the art of stalking prey. The more intelligent and dangerous a hunter's prey, the more honorable the hunt. Rodians have numerous annual festivals that exists solely to honor such activities. Since joining the rest of the galaxy's spacefaring Species, the Rodians have come to view bounty hunting as the most honorable profession in existence, and many have found great success in this field.",
  "wookiee": "One of the most noteworthy members of the species was Chewbacca, Han Solo's best friend and co-pilot; who played a vital role in the Galactic Civil War and afterwards. A race of arboreal mammals, the Wookiees lived in treehouses nestled in the canopy of the towering wroshyr trees. Despite their fearsome appearance, they were usually gentle, although they were prone to devastating fits of rage when provoked. A race of towering, hairy bipeds, the Wookiees were one of the most recognizable species in the galaxy. They were renowned for their great strength, their intelligence, their loyalty and their short temper. Due to their appearance, they were sometimes referred to as \"walking carpets.\" A race of towering, hairy bipeds, the Wookiees were one of the most recognizable species in the galaxy. Due to their appearance, they were sometimes referred to as \"walking carpets.\" The Wookiees were largely believed to have originated from the planet Kashyyyk, which was part of the Kashyyyk system in the Mytaranor sector of the Mid Rim.",
  "trandoshan": "They had highly sensitive eyes that could see into the infrared range, and the ability to regenerate lost limbs (albeit slowly) in a similar fashion to some lizards voluntarily detaching and regrowing their tails—an anatomical feature which Trandoshans lacked, however, compared to other reptilian species (such as the Barabels and the Ssi-ruuk). They would, however, periodically shed their skin, as do many reptilian species. Trandoshans were physically-sturdier and were considerably stronger than Humans and most other humanoids. The Trandoshan species, as a whole, was known for its penchant for violence and domination, with many individuals becoming slavers, bounty hunters, hired guns, interrogators, and other potentially questionable or unsavory professions. During the Imperial Era, the Trandoshans, as a collective, allied early on with the Empire, taking Wookiees, whom they considered bitter rivals, as slaves. Trandoshans were a large, bipedal sentient species, with scaly skin— which ranged in color from sandy brown to glossy green, which was shed roughly once every standard year and was very durable. Cold-blooded reptiles, Trandoshans had two super-sensitive varied color eyes with horizontal black pupils, which could see far into the infrared range.",
  "duros": "Les Duros sont l'une des premières espèces à avoir développé le voyage interstellaire. Leur peau bleue-verte et leurs grands yeux rouges sont distinctifs. Ils sont réputés comme excellents pilotes et explorateurs, ayant cartographié une grande partie des routes hyperspatiales connues.",
  "bothan": "Hailing from Bothawui and several colonies, Bothans differed in facial appearance and body structure with canine, feline, and equine features. They were known for being master politicians and spies, craving intrigue and subterfuge. Bothans were a short race of furry humanoids who on average stood between to in height. Bothans were covered in fur which shifted in response to their emotional state by way of gentle ripplings. It was this trait, named Wrendui, that betrayed them when members of their kind intended to be duplicitous in their dealings with others. Bothans evolved in forested mountains near the planet's equator, with no mounts or draft animals, unsuitable for farming or military conflict. This environment formed their culture: not only becoming artisans and craftsmen of wood and stone, but also controlling effectively any limited resources and avoiding direct conflict, preferring espionage intrigue instead.",
  "keldor": "Kel Dor from peach to crimson red (Force-sensitives). They required masks to protect them when in oxygen-rich atmospheres. They were also known for the unique Force-using traditions of the Baran Do Sages. One notable Kel Dor was the Jedi Master Plo Koon, who was a member of a famous Kel Dor Jedi family. Sha Koon, a Jedi Knight, was Plo Koon's niece. The Kel Dors were a tall race, typically of the same weight as Humans, but slightly above average when it came to height. Their skin ranged in color from peach to a crimson red. Most had dark, black eyes, although some were born with silver irises, a mark that was often seen as an affinity for the Force. Kel Dors were tightly linked into their extended families, with several generations often living together by choice. This arrangement allowed responsibilities for the raising of younglings to be shared, while also providing ease of consultation with the family's elders for advice.",
  "devaronian": "It was believed that they were descended from a race of primates that lived in the mountains of Devaron, and that their horns were a genetic mutation that proved useful in fending off predatory birds. A bipedal mammalian species, Devaronians evolved in the dense jungles of Devaron as a hunter-gather species. Their bodies were denser than most humanoids' and as a result they were heavier than their appearance would tend to indicate. Devaronians had silver-based blood, which appeared thick and black when exposed. First devising the tumble hyperdrive around 27,000 BBY, Devaronians were one of the first species in the galaxy to develop interstellar travel. The males of the species had been common sights in spaceports throughout the galaxy for thousands of years by the time of the Galactic Civil War.",
  "zeltron": "Most of them were considered highly attractive by Human, near-Human, and even some non-humanoid standards. They were also known for being extremely gullible. Zeltrons were one of the few near-Human had differentiated from the baseline stock enough to be considered a new species of the Human genus, rather than simply a subspecies. They all produced potent pheromones, similar to the Falleen species, which enhanced their attractiveness and likeability. Zeltron culture was highly influenced by sexuality and the pursuit of pleasure in general. Most of their art and literature was devoted to the subject, producing some of the raciest pieces in the galaxy. They looked upon monogamy as a quaint, but impractical, practice. They were also very gifted with holograms, and were the creators of Hologram Fun World.",
  "echani": "The Echani were a Near-Human species from the Inner Rim planet Eshan. The Sun Guard arose from the Thyrsian the Echani. The Echani had similar anatomy to that of humans, but were physically distinct due to their light skin, white hair and silver eyes. They exhibited among themselves a remarkable similarity to each other in their body type and facial features, with close family members such as siblings often appearing indistinguishable to an outside observer. The Echani were a matriarchal caste-based society originating from the Inner Rim world of Eshan that spread to worlds such as Begali and Thyrsus to encompass a confederacy of six worlds known as the Six Sisters, governed by the all-female ruling council of the Echani Command. The Echani were a culture of respected warriors, with Echani such as Raskta Fenni, who lived years before the Jedi Civil War and was famous for being known as the best duelists of her time, and Raskta Lsu, Jedi Master in General Hoth's Army of Light.",
  "arkanian": "Arkanian society and history are among the most complex in the Old Republic. At different times in its history, Arkanian has belonged to both the Republic and the Sith Empire, and played important roles in each. Knowledge and research are extremely important to the Arkanians, and they are highly skilled academicians and scientists. It is therefore not surprising that Arkania would become a main repository of the history of the Sith Empire, as well as home to vast libraries of information from across the galaxy. Arkanians are not afraid to profit from their research and high intelligence. Arkanian corporations amass wealth by bringing key medical treatments and technology to the market at opportune times. Many in the galaxy find the Arkanians arrogant and aloof. They are horrified by the direction of some Arkanian research, particularly their work in genetic engineering. Indeed, the Arkanians are known to have transformed entire Species over the course of generations, often to the detriment of the Species.",
  "gand": "Les Gand sont une espèce insectoïde mystérieuse originaire d'un monde à l'atmosphère ammoniacale. Dans leur culture unique, un individu doit gagner son nom par ses actes. Les Findsmen Gand sont des chasseurs de primes respectés qui utilisent des rituels mystiques pour traquer leurs cibles.",
  "sullustan": "As skilled pilots and navigators, Sullustans were a common sight for spacers and at busy spaceports. The Sullustans played an important role in the Galactic Civil War and were charter members of the New Republic. Notable members of the species include Nien Nunb, Ten Numb and Dllr Nep. Hailing from the planet Sullust, Sullustans were a diminutive species that were genetically near-Humans despite their distinctive features. Sullustans ranged from 1 to in height and bore round, tapered skulls. Sullustans were distinguishable for their almond-shaped black eyes, facial jowls called dewflaps and large, round ears. Sullustans were outgoing and mercantile, friendly and pragmatic. As a species they were altogether lacking in xenophobia. Though fond of practical jokes and extremely shrewd in their business dealings, they were eager to explore and travel the galaxy.",
  "iktotchi": "Iktotchi had a very resistant skin which protected them from the violent winds which crossed the satellite. Both males and females had down-curved cranial horns, which gave them an aggressive aspect. The males' horns were generally a little larger, a remnant from their mountain-dwelling, caprinaen ancestors. The horns were able to regenerate if damaged.",
  "falleen": "The Falleen were a cold-blooded reptilian species known to be long lived, with life spans averaging 250 years. Falleen skin was generally green or gray-green in color, though it could become red to orange when certain pheromones were released. Falleen society was of a feudal nature, with noble houses ruling over the lower classes. The upper echelons of Falleen monarchies were rife with politics and intrigue, but they rarely spilled blood over blatant disputes or open warfare. Though the Falleen joined the Galactic Republic close to four thousand years before the Battle of Yavin, they later sided with the Confederacy of Independent Systems during the Clone Wars.",
  "selkath": "The species was most comfortable underwater and preferred to be immersed in liquid. Because of the Selkath's water-dwelling nature, their chest armors were fitted with misting vents in order to keep their skin moist. Following the Great Hyperspace Disaster in the Hetzal system during the High Republic Era, Senator Izzet Noor guessed that the crisis had been caused by the Selkath, noting how Hetzal's production of bacta could ruin the Selkath's business. Historically, however, the Selkath were devoted to preserving their native oceans and taking care of the ill. For that reason, other species regarded them as a peaceful and helpful people. Indeed, the disaster had been caused by Marchion Ro, who served as the Eye of the Nihil. At the time of the Clone Wars, Selkath such as Chata Hyoki and Mantu brought shame to their people's reputation by working as bounty hunters.",
  "mandalorian_human": "Mandalorians General information Founder(s) Mandalore the First Leader(s) Mandalore Headquarters Mandalore Location(s) MandaloreConcordia (moon)BasiliskConcord Historical information Formed from Taung Date founded Circa 7000 BBY Date fragmented Numerous Other information Affiliation SithEternal AllianceGalactic RepublicJedi OrderConfederacy of Independent SystemsGalactic Empire (as mercenaries)Alliance of Free PlanetsNew RepublicYuuzhan Vong Empire (as spies)Galactic Alliance The Mandalorians—known in Mando'a as the Mando'ade, or \"Children of Mandalore\"—were a nomadic group of clan-based people consisting of members from multiple species, all bound by a common culture. In their early years, Mandalorian culture revolved around battle, with war being a source of honor and pride in their community. The leader of the Mandalorians was known as the Mand'alor, translating to \"Sole Ruler\" and rendered as \"Mandalore\" in Basic. Throughout their history, the Mandalorians were frequently allied with the Sith, perhaps most notably the Sith Lord Exar Kun, and held a certain distrust and general dislike for the Jedi Order. However, they would not hesitate to cooperate with the Jedi if a partnership between the two groups was mutually beneficial.",
  "pureblood_massassi": "27,700 BBYMassassi under leadership of the exiled Dark Lord of the Sith Naga Sadow established their home on Yavin 4 in 5000 BBY The Massassi were a the Sith species who were enslaved by exiled Dark Jedi on Korriban. Massassi were fearsome, loyal, and formidable warriors, and as such comprised the warrior class in the Sith caste system. They lived solely to serve their Sith masters, but when on their own, dedicated themselves only to whatever life they chose. Like the rest of the Sith, the Massassi native to the planet Korriban, within the isolated Stygian Caldera in the Outer Rim Territories. They, like the few other creatures that inhabited Korriban, derived sustenance directly from the dark side of the Force, in part of a natural symbiotic relationship where Sith—like the Massassi—fed on the dark side, and empowered it in turn. The Massassi were fearsome, ruthless, and efficient soldiers. They made use of Massassi hieroglyphs which were written on their artifacts as well as structures. During the reign of Exar Kun, the race had largely devolved into mindless brutes that followed the commands of their master.",
  "massassi": "27,700 BBYMassassi under leadership of the exiled Dark Lord of the Sith Naga Sadow established their home on Yavin 4 in 5000 BBY The Massassi were a the Sith species who were enslaved by exiled Dark Jedi on Korriban. Massassi were fearsome, loyal, and formidable warriors, and as such comprised the warrior class in the Sith caste system. They lived solely to serve their Sith masters, but when on their own, dedicated themselves only to whatever life they chose. Like the rest of the Sith, the Massassi native to the planet Korriban, within the isolated Stygian Caldera in the Outer Rim Territories. They, like the few other creatures that inhabited Korriban, derived sustenance directly from the dark side of the Force, in part of a natural symbiotic relationship where Sith—like the Massassi—fed on the dark side, and empowered it in turn. The Massassi were fearsome, ruthless, and efficient soldiers. They made use of Massassi hieroglyphs which were written on their artifacts as well as structures. During the reign of Exar Kun, the race had largely devolved into mindless brutes that followed the commands of their master.",
  "jawa": "Les Jawas sont de petits humanoïdes encapuchonnés originaires de Tatooine. Récupérateurs et marchands, ils parcourent le désert dans leurs immenses Sandcrawlers à la recherche de technologie abandonnée. Leurs yeux brillants et leur langage rapide sont distinctifs.",
  "nikto": "Nikto 'sa'NiktoKadas'sa'NiktoEsral'sa'NiktoGluss'sa'NiktoM'shento'su'NiktoNumol'elrul with subspecies. They were all reptilian humanoids that were noted for their leathery skin with an average adult standing tall. Sometimes these were covered in spikes and horns. The species held a limited range of facial expressions because they lacked the necessary anatomical infrastructure. Most Nikto had cold black obsidian eyes. These were sometimes covered by a protective membrane. Early in their development, tensions between the sub-species erupted into four bloody wars, although as their civilizations advanced, conquering the dangerous mutated flora and fauna of Kintan united them. Nikto civilization gradually developed to a pre-star travel level, when they gained an understanding of M'dweshuu's influence on their species and their world.",
  "weequay": "Their home was a harsh desert planet, leading to the species' tanned skin tone and rough, sandy, wrinkled skin. Their eyes were dark and slightly recessed into their skull. Weequays were humanoids with thick, leathery skin that ranged in color from tan to dark brown. This skin was more akin to a tough hide that made them resistant to blunt trauma, burns, blaster fire, and cuts. Their skeletal frames were denser than most humanoid contributed to their body's natural durability and resilience. Their faces were lipless, with a frill along each of their jowls. Weequays had the ability to communicate with members of their own clan through smell by exuding complex pheromones. This pheromonal not be understood by any other species, or even by Weequays of another clan. Only Jedi senses could even tell that two Weequay were communicating. Gotal were also able to sense their communications.",
  "kaleesh": "They had scaly skin, tusks, and long nostrils, though few outsiders ever saw a Kaleesh face that was not obscured behind a traditional mask. Kaleesh culture was deeply spiritual and warlike. War was seen as an essential part of life, and wars between tribes were common. Kaleesh had maroon scaly skin, four-clawed hands, and five-clawed feet. Each Kaleesh hand featured two opposable thumbs. Because of the thermal pits under their eyes, Kaleesh could see in the dark. Tusks protruded from their upper jaw, and shorter ones jutted from their chins. Kaleesh had large pointed ears and long nostrils that stretched close to their eyes. The Kaleesh were a spiritual people, believing that those who performed great deeds in life became gods in death. Therefore, burial places were sacred to them. Many temples were devoted to their ancestor gods, the holiest of which was called Shrupak. Abesmi, a great monolith of stone in the Jenuwaa Sea, was the place the Kaleesh believed the gods ascended to the heavens.",
  "gamorrean": "Gamorreans are green-skinned, porcine creatures native to Gamorr. Their tendency toward violence makes them valued as criminal enforcers; though viewed as mindless brutes, they don't care so long as they are paid to fight. Gamorrean civilization revolves around the never-ending wars between their clans. Preferring large melee weapon in combat, many see ranged weapons as cowardly. Males live to fight; females farm, hunt, and manufacture weapons. Inter-clan hatred rarely fades, and anyone hiring Gamorreans should be aware of their clans to avoid infighting.",
  "ithorian": "Ithorians are tall humanoids whose appearance leads many to refer to them colloquially as \"Hammerheads.\" Peaceful and gentle, Ithorians are widely recognized as talented artists, brilliant agricultural engineers, and skilled diplomats. Ithorians are perhaps the greatest ecologists in the galaxy, devoting their technology to preserving the natural beauty of their homeworld's jungles. They live in \"Herds,\" dwelling in cities that hover above the surface of their planet and striving to maintain the ecological balance in the \"Mother Jungle.\" Ithorians also travel the galaxy in massive \"Herd Ships,\" masterpieces of environmental engineering that carry a perfect replica of their native jungle. Many look forward to trading for the exotic wares the Ithorians bring from distant planets.",
  "gran": "Gran originally came from the world and system of Kinyen in The Expansion Region. They are longtime members of galactic society, with numerous colonies. Although most of these colonies are peaceful, their colony on Malastare quickly became embroiled in a bitter conflict with the native Dugs, forcing the Gran to act aggressively to protect themselves. Gran place society over self, and they receive training that complements both their personal talents and society's needs. The desire to maintain balance within society caused the Gran to establish alien-only areas of Kinyen. This was intended to restrict alien influence and avoid trouble between Species, such as what happened on Malastare. During The Dark Times, the Empire has pushed the Gran leadership to grant access to all areas. When the Gran refused, Kinyen was subjected to orbital bombardment. The Kinyen Gran relented, but the incident inspired many Gran to resist the new Empire.",
  "bith": "Bith BithAalagarY'bith pinkRedYellow. Fully adapted to a civilized, high-technology lifestyle, Bith were found galaxy-wide at all levels of society, most notably as engineers, scientists, intellectuals, consultants, and musicians. Bith were craniopods with pale pink, red, yellow, or (rarely) green skin, large heads, large lidless eyes, toeless feet, and long fingers with large finger pads and crosshatched fingerprints. Their thumb and small finger were both fully opposable. The Bith's internal systems were different from most humanoids, as the Bith had only one lung, and exhaled through their skin. Bith were one of the galaxy's most ancient civilizations, with a history going back millions of years. This antiquity garnered respect in certain quarters, such as among the Gree, who gave them more respect than other, \"younger\" species. Their society was highly regimented, with everything from mate selection to political leadership controlled by sophisticated computer programs.",
  "rakata": "Rakata, orange, brown, green, turquoise, blue, or gray none or black to gold, or blue. They were technologically advanced and one of the earliest spacefaring once ruled the galaxy in its distant past and created early hyperdrive technology. The long-term use of the dark side of the Force corrupted their society and turned them into a race of merciless warriors. The Rakata used their potent technologies to conquer and enslave every other species they came across throughout the galaxy. During their reign, they were characterized by their cruelty, savagery, and arrogance. They were known to strip entire planets of their resources, terraform worlds to fit their own shifting needs and kill entire slave workforces; and to eat and defile the bodies of slain enemies and even members of their own species. In appearance, Rakata were smooth skinned amphibian-like humanoids that had tall craniums along with eyes that protruded from each side of their heads on short stalks. These bipedal beings had three digit hands that were tipped with claws for digging through packed dirt. As a species, they were uniformly lean and close to the same height.",
  "cerean": "They were famed for their extraordinary thinking abilities, made possible by large binary brains housed in tall tapering heads, enabling them to focus on many things at the same time. Aside from this unique feature, Cereans were physically similar to Humans, although they each possessed two hearts, which supplied extra blood circulation to support their brains. The Cereans' enlarged skulls, extending up to twenty centimeters above their foreheads, housed complex binary brains, provided with sufficient blood by an extra heart in their heads. The binary structure of Cerean thinking helped them to ponder two sides of an issue at once. Cereans developed a low–tech society on their homeworld and preferred to live in isolation from the wider galaxy. Preserving the natural beauty of Cerea, the planet was home to many Outsider Citadels where it was permissible to use offworld technology, though it could not be removed from the Citadel.",
  "ewok": "Ewok of white, brown, and black. They were most notable for helping the Rebel Alliance defeat the forces of the Galactic Empire at the Battle of Endor, allowing the shield generator there to be destroyed, and in turn, the second Death Star. Ewoks were curious individuals that stood about one meter tall; they were omnivorous and used spears, slings, bows and arrows, and knives as weapons. For transportation, they used hang gliders, battle wagons, and bordoks. Although extremely skilled in forest survival and the construction of primitive technology like gliders and catapults, the Ewoks had yet to progress past stone-level technology when discovered by the Empire. They were quick learners, however, when exposed to advanced technology with simple mechanical processes and concepts. Ewoks were sentient humanoid mammals, averaging about one meter in height, which could provide an advantage when trying to hide. They were covered in fur from head to toe, with brown and black the most common colors. Other Ewoks had near-white or reddish fur, but red fur is supposedly the rarest shade an Ewok can get. Most Ewoks had solid-colored fur, though a few sported stripes.",
  "gungan": "Prior to the Invasion of Naboo, an event that took place in 32 BBY, the Gungans were a largely isolationist society. They were able to combine machinery with biology. They lived in large bubble-like domes under water. Gungans had strong leg muscles for swimming and were aided by their long fin-like ears. Their somewhat lanky arms ended in four-fingered hands, and their feet had three stubby toes each. Females tended to be slightly smaller with sleeker faces. They often tied their long ears back. The Gungans were separated into two races: the lanky orange, yellow or red-skinned Otolla race, and the heavier green-skinned Ankura race. However, they all exhibited many of the same basic physical traits. Starting life as tadpoles, Gungans developed into tall beings with extremely flexible cartilaginous skeletons. Long ago, explorers on Naboo discovered the Gung Slabs, a set of ancient stones engraved with Olys Corellisi on one side and Old Gungan on the reverse. These relics, coupled with the work of philologist Burro Flats of the Baobab Archives, helped the galaxy to better understand the culture and the Gungan people.",
  "hutt": "Hutt Average length Average mass 1,. The species was said to originally hail from the planet Varl, but no planet by that name appeared on any Imperial star charts. Their adopted homeworld was Nal Hutta. Members of this species were often stereotyped as crime lords.",
  "mon_calamari": "Mon Calamari Green StreaksReddish-brownSalmon. On average, a member of the species stood between 1.3 to tall and also smelled of salt and the sea. They were a fish-like amphibious humanoid species with salmon-colored skin, webbed hands, high-domed heads and huge, fish-like eyes. They were equally capable of breathing both on land and in water with them being at home in either environment. The Mon Calamari had developed a very advanced and civilized culture. Art, music, literature, and science showed a creativity surpassed by few in the galaxy. An example of the art the Mon Cal used was the Squid Lake Ballet. The Squid Lake, was a performance of Mon Calamari Ballet, played at the Galaxies Opera House on Coruscant during 19 BBY.",
  "quarren": "The Quarren shared their homeworld with the Mon Calamari, another sentient species hailing from Dac. The Quarren had many conflicts and a tense relationship with the Mon Calamari. However, in order to make their planet prosperous, they were forced to provide resources from the ocean depths so that the Mon Calamari could build starships for off-worlders. Quarren were cephalopodal or cephalopod-like amphibious humanoids with squid-like heads, at least four tentacles on their faces, and leathery skin. Quarren tentacles were prehensile, and they were able to manipulate food with them. Quarren had small mouths, with two fang-like teeth jutting from their faces on either side, and a long, thin tongue sticking out in between. Quarren were a very self-centered and proud species, almost to the point of being xenophobic, which would coincide with their isolationist behavior. Quarren found Humans to be very crude beings and thought their language (Galactic Basic) to be very cumbersome, and unsuitable for speech.",
  "anzat": "Anzat Astrographical information Region Mid Rim; The SliceThe Slice Sector Bryx sector System Anzat system Grid square R-7 Physical information Class Terrestrial Terrain Mist-filled valleysMountains Points of interest Anzat SpaceportMaggot's CantinaSea of Memory Flora BambooRed-leaved trees Societal information Native species Anzati Primary language(s) Anzat 1 million to 10 million Affiliation Sith EmpireConfederacy of Independent SystemsGalactic EmpireGreater MaldroodImperial RemnantYuuzhan Vong empireDarth Krayt's Galactic Empire Anzat was a legendary Mid Rim world located near the Perlemian Trade Route. Discovered during the Great Manifest Period of the Galactic Republic, the world was avoided as its inhabitants fed off the life-forces of other sentients. Early Anzati culture developed around the belief that the omnipresent aurora that flicked across the sky was the combined life forces of their ancestors.",
  "droide": "Droids, short for androids, or also called robots, were mechanical beings, often possessing artificial intelligence. They were used in a variety of roles and environments, often those considered too menial or too dangerous for humans and other species. Droids were also used in fields that required extensive specialization and knowledge, such as medical droids and astromech droids. Droids designed for combat were battle droids. Depending on the model and its corresponding purpose, droids were totally obedient, rugged, expendable, capable of vast memory recall, and mathematically precise. These characteristics made them well suited for many jobs, though the lack of independent thought in the cheaper, less advanced models limited their capability. This lack of autonomy was simultaneously a vast asset and a glaring weakness—an asset in terms of obedience and control but a massive drawback in terms of effectiveness. Designers faced a fundamental paradox—make the droids overly intelligent, and they might rebel; yet make the droids not intelligent enough and they would be ineffectual."
}